[
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-1.jpg",
    "title": "Green bag",
    "subTitle": "This versatile green bag is suitable for individuals of all ages and styles thanks to its adaptable design and practical features. Its spacious interior can hold all your essentials while keeping them organized with various pockets and compartments. The adjustable strap can be worn over the shoulder or across the body, making it comfortable for anyone to carry. The durable material ensures it can withstand daily use, making it an excellent addition to your wardrobe for years to come. Whether you're on the go for work or leisure, this green bag is a reliable and stylish choice.",
    "price": 1099.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-2.jpg",
    "title": "Black bag",
    "subTitle": "This sleek black bag is the perfect accessory for any girl. With its classic color and versatile design, it can match any outfit and be used for any occasion. Whether you're going out with friends, running errands, or heading to school or work, this bag has ample space to carry all your essentials. The sturdy construction and comfortable straps make it easy to carry, and the sophisticated style is sure to turn heads. Add this black bag to your collection and you'll never have to worry about finding the perfect accessory again!",
    "price": 149.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-3.jpg",
    "title": "Black bag",
    "subTitle": "If you're a student or a high-quality bag seeker, this black bag is perfect for you. Its sleek and stylish design makes it appropriate for any setting, while its durability ensures it will last for a long time. With ample space for books, laptops, and other essentials, this bag is both practical and fashionable. It's the perfect choice for anyone who is looking for a reliable and stylish bag. So, grab this black bag today and take your style and organization to the next level.",
    "price": 449.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-4.jpg",
    "title": "White bag",
    "subTitle": "The versatile white bag can be used by anyone, whether you're heading to the forest or somewhere else. Its waterproof feature ensures your belongings remain dry even when it rains.",
    "price": 559.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-5.jpg",
    "title": "Yellow bag",
    "subTitle": "The yellow bag with multiple pockets is an ideal choice for individuals planning small travels. The bag's pockets provide sufficient storage space for organizing travel essentials. It ensures easy access to items and prevents losing due to disorganization. The multiple pockets inside the bag make it easier to categorize and separate items. One can easily put travel documents, phone, keys, wallet, and other items into separate pockets for quick access. The size of the bag is suitable for carrying around and can fit under the seat or in an overhead bin.",
    "price": 1999.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-6.jpg",
    "title": "Blue bag",
    "subTitle": "Despite its modest appearance, this bag surprisingly offers ample space to accommodate all your essentials. Its high-quality materials and design ensure durability and longevity, making it a practical investment for your everyday needs. Whether you're headed to work or exploring the outdoors, this bag is perfect for carrying everything you need without sacrificing style or comfort. Don't underestimate its size, as it can hold more than you think and keep you organized on the go. Experience the convenience of a spacious bag that exceeds expectations.",
    "price": 299.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-7.jpg",
    "title": "Gray bag",
    "subTitle": "This gray bag is incredibly spacious and comes with several pockets to store all your belongings. It is perfect for those who need ample space to carry around their essentials. Additionally, the bag is waterproof, ensuring that your belongings remain dry and protected even in wet conditions. Overall, this bag is a perfect combination of functionality and style, making it an excellent choice for anyone looking for a reliable and durable bag to carry around.",
    "price": 99.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-8.jpg",
    "title": "Red bag",
    "subTitle": "Small bag has 2 pockets",
    "price": 259.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-9.jpg",
    "title": "Black bag",
    "subTitle": "This bag spacious and waterproof",
    "price": 188.97,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-10.jpg",
    "title": "Orange bag",
    "subTitle": "All you need know that this bag:waterproof - keeps the temperature inside - capacious",
    "price": 199.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-11.jpg",
    "title": "Balck bag",
    "subTitle": "Just small leather bag",
    "price": 499.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-12.jpg",
    "title": "Pink bag",
    "subTitle": "Beautiful pink bag - fits for gils - have 2 pockets",
    "price": 189.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-13.jpg",
    "title": "Blue bag",
    "subTitle": "The most popular bag around others - have 2 pockets - you can put laptop inside for example",
    "price": 394.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-14.jpg",
    "title": "Black bag",
    "subTitle": "This leather bag have 1 pocket and high price",
    "price": 529.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-15.jpg",
    "title": "Black bag",
    "subTitle": "This bag fits for travelers - vert spacious and waterproof",
    "price": 749.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-16.jpg",
    "title": "Black bag",
    "subTitle": "2 pockets - fits for everyone but mostly for students",
    "price": 1099.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-17.jpg",
    "title": "Black bag",
    "subTitle": "This is black bag - are you sure we need description for each bag?",
    "price": 1129.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-18.jpg",
    "title": "Black bag",
    "subTitle": "This bag have 4 pockets and any image you want",
    "price": 900.0,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-19.jpg",
    "title": "Black bag",
    "subTitle": "This is black bag have 1 pocket",
    "price": 99.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a8414f0c-1413-4d11-a657-64c3fccf3a77",
    "preview": "/images/products/stock-20.jpg",
    "title": "Yellow bag",
    "subTitle": "4 pockets",
    "price": 149.99,
    "imagesUrl": ["/", "/"]
  }
]
