[
  {
    "id": "88a68fea-d1d2-4797-abe4-6e956da99b88",
    "preview": "/images/product/hybrid/hybrid_black-1.jpg",
    "title": "Hybrid balck bag",
    "subTitle": "Introducing a versatile hybrid black bag that is perfect for both travel and school use. This bag is not only stylish but also functional as it is both containable and waterproof. Its design ensures that you'll have enough space to store all your essential items for your travels or schoolwork while keeping them safe from water damage. This bag is an ideal choice for those who are looking for a durable and multi-purpose bag that can handle various occasions. Get your hands on this hybrid black bag and make your trips and school days easier and more convenient!",
    "price": 499.99,
    "imagesUrl": ["/images/product/hybrid/hybrid_black-2.jpg", "/images/product/hybrid/hybrid_black-3.jpg"]
  },
  {
    "id": "d6232d4f-a1a1-4ad5-a989-a618e0efac99",
    "preview": "/images/product/hybrid/hybrid_blue-1.jpg",
    "title": "Hybrid blue bag",
    "subTitle": "Introducing the versatile hybrid blue bag that is perfect for all your needs. Whether you're traveling, heading to school, or simply running errands, this bag is the ideal choice. Featuring a spacious design, this bag is highly containable and can fit everything you need. Additionally, it is made from waterproof materials to keep your belongings safe and secure no matter the weather. With its stylish blue design and functional features, this bag is sure to become your go-to accessory for any occasion.",
    "price": 849.99,
    "imagesUrl": ["/images/product/hybrid/hybrid-blue-2.jpg"]
  },
  {
    "id": "751a8020-f919-497b-9b81-dde7d934cacd",
    "preview": "/images/product/hybrid/hybrid_brown-1.jpg",
    "title": "Hybrid brown bag",
    "subTitle": "Introducing a versatile hybrid brown bag that fits all your travel, school, and personal needs. Not only is it spacious and convenient, but it's also waterproof to keep your belongings safe and dry. With its versatile design, you can use it as a carry-on bag for your flight and then as a backpack for your daily commute. This bag is perfect for anyone looking for a reliable, multi-purpose bag that can handle any situation. Don't settle for just any bag, choose the hybrid brown bag that has you covered.",
    "price": 449.99,
    "imagesUrl": ["images/product/hybrid/hybrid_brown-2.jpg"]
  },
  {
    "id": "956adc12-4863-4e9d-8b6d-211cad2c6477",
    "preview": "/images/product/hybrid/hybrid_gray-1.jpg",
    "title": "Hybrid gray bag",
    "subTitle": "This versatile gray bag is perfect for both travel and school use. It is a hybrid bag that is both waterproof and containable, ensuring that your belongings stay safe and dry. The bag features comfortable straps that help to alleviate pressure on your back and shoulders, making it easy to carry for extended periods of time. Whether you're heading to class or embarking on a weekend adventure, this hybrid bag is the perfect accessory to take with you wherever you go.",
    "price": 559.99,
    "imagesUrl": ["/images/product/hybrid/hybrid_gray-2.jpg"]
  },
  {
    "id": "133aa40e-6887-4915-badd-565d2e68df70",
    "preview": "/images/product/hybrid/hybrid_green-1.jpg",
    "title": "Hybrid green bag",
    "subTitle": "Introducing our versatile hybrid green bag perfect for travel and school use. Waterproof and spacious, it can contain all your essentials. The bag's comfortable straps relieve pressure on your back and shoulders, making it easy to carry. With this bag, you don't have to worry about changing your backpack every time you have a different activity. Whether it's a weekend getaway or just a regular school day, this hybrid green bag is perfect for you. Stay practical and stylish while on the go with this functional bag.",
    "price": 899.99,
    "imagesUrl": ["/images/product/hybrid/hybrid_green-2.jpg"]
  },
  {
    "id": "e6a55901-3e08-4641-88a7-8eae00881eed",
    "preview": "/images/product/hybrid/hybrid_orange-1.jpg",
    "title": "Hybrid orange bag",
    "subTitle": "The hybrid orange bag is ideal for travel, as it is waterproof and spacious. It has the added feature of comfortable straps which do not exert any pressure on the wearer's back or shoulders. This bag can hold a lot of items and is easy to contain, making it effortless to carry around during your travels. Invest in this bag for a hassle-free and enjoyable experience during your trips.",
    "price": 1199.99,
    "imagesUrl": ["/images/product/hybrid/hybrid_orange-2.jpg"]
  },
  {
    "id": "847a12bf-61f1-4da3-8eec-3e32d97b5b53",
    "preview": "/images/product/hybrid/hybrid_white.jpg",
    "title": "Hybrid white bag",
    "subTitle": "If you're looking for a travel bag that is both waterproof and practical, then the hybrid white bag might be just what you need. This bag is perfect for small trips and contains 2 small, 1 medium, and 1 large pocket to help you organize your belongings. The bag is also easily containable, meaning you can easily store it in small spaces when not in use. With its versatility and convenience, the hybrid white bag is a great choice for those who like to travel light.",
    "price": 749.99,
    "imagesUrl": []
  },
  {
    "id": "e034b55c-e967-4b15-ad9f-3360f310dcac",
    "preview": "/images/product/hybrid/hybrid_yellow.jpg",
    "title": "Hybrid yelow bag",
    "subTitle": "This compact hybrid white bag is ideal for short travels due to its waterproof and containable properties. It provides a hassle-free experience, as you can easily carry your essentials without worrying about them getting wet in case of sudden rain or water spills. The bag's size is perfect for such expeditions as it is small yet spacious enough to hold your items securely. The hybrid design ensures it can be worn in multiple ways, providing versatility while adding style to your outfit. In summary, this hybrid white bag is a must-have for anyone looking for an efficient yet stylish travel accessory.",
    "price": 1259.99,
    "imagesUrl": ["/images/product/hybrid/hybrid-yellow.jpg"]
  },
  {
    "id": "e0a3acf1-2b39-443d-a49f-5fa2139a0f70",
    "preview": "/images/product/leather/leather_black-1.jpg",
    "title": "Leather black bag",
    "subTitle": "Add the finishing touch to your leather ensemble with our latest addition to the collection - a sleek black leather bag. Crafted with high-quality materials, this bag is both stylish and functional, making it the perfect accessory for any occasion. Whether you're dressing up for a night out or heading to the office, this versatile bag effortlessly complements your look. Don't miss out on the chance to elevate your style with this must-have bag.",
    "price": 844.97,
    "imagesUrl": [
      "/images/product/leather/leather_black-1.jpg",
      "/images/product/leather/leather_black-2.jpg",
      "/images/product/leather/leather_black-3.jpg",
      "/images/product/leather/leather_black-4.jpg",
      "/images/product/leather/leather_black-5.jpg",
      "/images/product/leather/leather_black-6.jpg",
      "/images/product/leather/leather_black-7.jpg",
      "/images/product/leather/leather_black-8.jpg",
      "/images/product/leather/leather_black-9.jpg",
      "/images/product/leather/leather_black-10.jpg"
    ]
  },
  {
    "id": "86b8260f-77ac-4bd1-83a2-522a1796a49b",
    "preview": "/images/product/leather/leather_blue.jpg",
    "title": "Leather blue bag",
    "subTitle": "This leather bag is perfect for office use as it includes two pockets. The sleek design of the bag makes it stylish and professional. The leather material adds durability and sophistication to the overall look of the bag. Whether carrying a laptop, documents, or personal items, this bag can accommodate all essentials easily. The multiple pockets ensure that everything is organized and easily accessible. With its stylish appearance and practical design, this leather bag is an ideal choice for anyone looking for a professional and functional accessory for their work attire.",
    "price": 199.99,
    "imagesUrl": ["/"]
  },
  {
    "id": "586af496-ea1b-4324-b358-fc347e6ba6d6",
    "preview": "/images/product/leather/leather_brown.jpg",
    "title": "Leather brown bag",
    "subTitle": "This high-quality, leather brown bag is fully lined and is ideal for girls. It is a durable and stylish accessory that has been crafted with the utmost care and attention to detail to ensure it lasts for many years to come. The bag's attractive design is sure to turn heads, making it a great addition to any outfit. With its spacious interior and comfortable straps, it is perfect for carrying all your essentials with ease. The bag is a timeless piece that is sure to become a constant companion for every girl.",
    "price": 399.99,
    "imagesUrl": ["/"]
  },
  {
    "id": "6c73d666-3a82-46a9-b4c9-2074702fd5ac",
    "preview": "/images/product/leather/leather_gray.jpg",
    "title": "Leather gray bag",
    "subTitle": "This high-quality gray leather bag is fully lined and perfect for girls. Its excellent craftsmanship ensures durability and long-lasting style.",
    "price": 499.99,
    "imagesUrl": []
  },
  {
    "id": "a46bfae2-f849-4e41-8b0f-284df196fa89",
    "preview": "/images/product/leather/leather_gucci_black.jpg",
    "title": "Leather Gucci bag",
    "subTitle": "This black Gucci bag boasts both high quality and price. Not only is it durable and made to last, but it's also stylish enough to complement any evening outfit. It's the perfect accessory to take to a night party, with enough size to hold all your essentials while still making a statement. If you're looking for a luxury bag that will elevate your style and last for years to come, this Gucci bag is definitely worth considering.",
    "price": 849.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "b24e0140-daca-4135-a2e6-ac066c67ecc3",
    "preview": "/images/product/leather/leather_louis-vuitton_black-1.jpg",
    "title": "Leather Louis Vuitton bag",
    "subTitle": "This Louis Vuitton bag is made with quality leather and features both a small and medium pocket. While it does not have premium leather, the material is still durable and stylish. Whether used for everyday wear or special occasions, this bag is sure to make a statement. Add it to your collection for a reliable and fashionable accessory.",
    "price": 529.99,
    "imagesUrl": ["/images/product/leather/leather_louis-vuitton_black-2.jpg", "/"]
  },
  {
    "id": "e388cc63-5fc0-43f5-aa07-08de0cf62c7a",
    "preview": "/images/product/leather/leather_pink-1.jpg",
    "title": "Leather pink bag",
    "subTitle": "This pink leather bag is ideal for school, particularly for girls. Its lively color makes it stand out, while the leather material ensures durability and longevity. The spacious size can accommodate books, stationery and other essentials, making it a perfect companion for a day at school. Its sleek design ensures it complements a variety of outfits effortlessly, while the adjustable strap allows for comfortable and customised carrying. This bag is a stylish and practical choice for any girl looking for a reliable and fashionable school bag.",
    "price": 749.99,
    "imagesUrl": ["/images/product/leather/leather_pink-2.jpg", "/images/product/leather/leather_pink-3.jpg"]
  },
  {
    "id": "b7d48788-34db-4b11-98de-f62b3626b084",
    "preview": "/images/product/leather/leather_red-1.jpg",
    "title": "Leather red bag",
    "subTitle": "Looking for a statement piece to complete your outfit? Look no further than this small red leather bag! Its bold color and sleek design make it the perfect accessory for any occasion. Whether you're heading out for a night on the town or simply running errands, this bag is sure to turn heads. With its high-quality construction and practical features, you'll have everything you need right at your fingertips. So why wait? Give this must-have accessory a try today and see for yourself why it's a fashionista favorite!",
    "price": 339.99,
    "imagesUrl": [
      "/images/product/leather/leather_red-2.jpg",
      "/images/product/leather/leather_red-3.jpg",
      "/images/product/leather/leather_red-4.jpg",
      "/images/product/leather/leather_red-5.jpg"
    ]
  },
  {
    "id": "3957db1a-1bde-4b40-bc15-017c1325635a",
    "preview": "/images/product/leather/leather_turquoise.jpg",
    "title": "Leather turquoise bag",
    "subTitle": "While this leather turquoise bag may not be to everyone's taste, you can personalize it to your liking using our 'createBag' page. Experiment with different colors, materials, straps, and decorative elements to design a bag that reflects your unique style. Our easy-to-use interface ensures that you can see the final product before making any purchases, ensuring you get exactly what you want. Don't settle for a bag that doesn't fit your personality, create one that speaks to you with our innovative customization tool.",
    "price": 129.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "17f770dc-b631-4ae0-a7b2-3be5c4d4f698",
    "preview": "/images/product/leather/leather_white-1.jpg",
    "title": "Leather white bag",
    "subTitle": "These two girls in their white outfits look great carrying a white leather bag. The bag perfectly complements their fashion choice and completes their overall look. If you are someone who loves to wear white outfits, we highly recommend purchasing this bag to enhance your style and complete your appearance. It is a great accessory that can elevate your fashion statement and make you stand out from the crowd. Invest in this white leather bag today and take your fashion game to the next level.",
    "price": 330.0,
    "imagesUrl": [
      "/images/product/leather/leather_white-2.jpg",
      "/images/product/leather/leather_white-3.jpg",
      "/images/product/leather/leather_white-4.jpg"
    ]
  },
  {
    "id": "3cffbb5b-fb05-4ae7-b7c0-ad3dcdb2a07a",
    "preview": "/images/product/pocket/pocket_white.jpg",
    "title": "Pocket white",
    "subTitle": "This is a white pocket with anime girl on it",
    "price": 49.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "cb6de4d6-398c-47ca-b635-188c8f51b003",
    "preview": "/images/product/school/school_black-1.jpg",
    "title": "School black bag",
    "subTitle": "This school black bag comes with comfortable straps, making it an ideal choice for students. It is recommended for those who prefer a black outfit. With its convenient design, this bag can effectively carry your school essentials while ensuring your comfort throughout the day. Consider purchasing this bag if you are looking for a reliable and stylish option for your everyday school use.",
    "price": 199.99,
    "imagesUrl": [
      "/images/product/school/school_black-2.jpg",
      "/images/product/school/school_black-3.jpg",
      "/images/product/school/school_black-4.jpg"
    ]
  },
  {
    "id": "a8d6696a-8bff-4d6e-be83-3d9d8e5e2a50",
    "preview": "/images/product/school/school_blue.jpg",
    "title": "School blue bag",
    "subTitle": "This school bag is crafted from top-quality materials and designed to cater to your needs. Perfect for those who love to explore after classes, this blue bag is spacious enough to store all your essentials and sturdy enough to withstand rough terrains. Whether it's a trip to the lake or a hike in the woods, this bag is your ideal companion. Its durable construction ensures that it will last for a long time, no matter how rugged your adventures get. Add this bag to your collection and enjoy the freedom to explore whenever you want!",
    "price": 939.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "4c46b090-d386-418c-85e0-8b6119a393c0",
    "preview": "/images/product/school/school_fjallraven-kanken_black.jpg",
    "title": "School fjallraven kanken black bag",
    "subTitle": "The school Fjallraven Kanken bag has become one of the most popular bags amongst students. Known for its practicality and durability, this backpack has a simple yet stylish design. The bag is made from durable materials that can withstand heavy use, making it perfect for carrying textbooks or laptops. It comes in a wide range of colors, allowing students to pick one that suits their personal style. With its comfortable straps and spacious compartments, the school Fjallraven Kanken bag has become a go-to choice for students all around the world.",
    "price": 319.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "9454ad29-9b7d-46b3-9630-13acca8766ec",
    "preview": "/images/product/school/school_fjallraven-kanken_blue-1.jpg",
    "title": "School fjallraven kanken blue bag",
    "subTitle": "The school fjallraven kanken blue bag is the most popular bag, and we highly recommend it to pair with black or blue outfits. It's perfect for carrying books and other essentials for school, and the blue color adds a pop of color to your look. The bag is made from durable materials and features comfortable straps for all-day wear. It's easy to see why this bag has become a must-have for students and fashion enthusiasts alike. Get yours today and elevate your daily commute in style!",
    "price": 89.99,
    "imagesUrl": ["/images/product/school/school_fjallraven-kanken_blue-2", "/"]
  },
  {
    "id": "0e4d15ec-798e-4185-bda2-41057f3f9630",
    "preview": "/images/product/school/school_fjallraven-kanken_gray.jpg",
    "title": "School fjallraven kanken gray bag",
    "subTitle": "The Fjallraven Kanken gray bag is a versatile accessory that can be used for school or daily outfits. It has a simple, classic design that is both practical and stylish. The bag is made of durable material and features a spacious main compartment, perfect for carrying books, notebooks, or a change of clothes. The front pocket is perfect for storing small items like your phone and keys. The bag's adjustable straps make it comfortable to wear, and its minimalist design makes it easy to match with any outfit. It's the perfect bag for anyone looking for function and fashion.",
    "price": 50.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "7649da4c-b55d-478a-867f-15134de93308",
    "preview": "/images/product/school/school_fjallraven-kanken_pink.jpg",
    "title": "School fjallraven kanken pink bag",
    "subTitle": "Attention girls! Our school fjallraven kanken pink bag is the perfect accessory for you. Not only is it stylish, but it's practical too. With a 14 day warranty, you can try it out with confidence. Don't miss out on this opportunity to add a touch of color to your daily school routine.",
    "price": 99.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "de2b2699-36d7-41de-b08b-3227dc244733",
    "preview": "/images/product/school/school_fjallraven-kanken_red.jpg",
    "title": "School fjallraven kanken red bag",
    "subTitle": "The Fjallraven Kanken Red Bag is a popular choice for school-goers. This stylish backpack is made from durable Vinylon F fabric that can withstand wear and tear. The spacious main compartment can accommodate books, notebooks, and essentials, while the front pocket provides additional storage for small items. The backpack also features adjustable shoulder straps and a top handle for easy carrying. The bright red color makes it easy to spot among other bags and adds a pop of color to your outfit.Overall, it's a reliable and fashionable accessory for any student.",
    "price": 199.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "f4d643b8-b476-43c5-9138-d59616dd7aa3",
    "preview": "/images/product/school/school_fjallraven-kanken_yellow.jpg",
    "title": "School fjallraven kanken yellow bag",
    "subTitle": "The school Fjallraven Kanken yellow bag is a top-quality backpack perfect for students of all ages. It is made with durable materials that can withstand daily wear and tear, and features a spacious main compartment that can accommodate textbooks, binders, and other school essentials. The bag also has a front zippered pocket for smaller items, as well as adjustable straps for a comfortable fit. The bright yellow color adds a fun and vibrant touch to any outfit, making it an excellent choice for those who want to stand out from the crowd.",
    "price": 399.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a2d20875-1a95-4c7b-993d-7930c52db1fe",
    "preview": "/images/product/school/school_gray.jpg",
    "title": "School gray bag",
    "subTitle": "Sometimes you just need to put laptop in your bag and all done",
    "price": 499.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "4f23446f-dae1-4303-a919-f70520dfbd50",
    "preview": "/images/product/school/school_green.jpg",
    "title": "School green bag",
    "subTitle": "This bag fir for school and daily outfilt - I have this one but in blue color - you may decorate it with fluffy toy",
    "price": 999.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "a6f451c7-7b17-46d8-9026-eace8e8dd727",
    "preview": "/images/product/school/school_turquoise.jpg",
    "title": "School turquoise bag",
    "subTitle": "Gamers looking for a stylish and functional bag need look no further than this turquoise bag. With the ability to customize the bag using our 'createBag' page, gamers can add their own personal touch to this already stylish and functional bag. Whether you want to add your favorite gaming characters, quotes, or logos, this bag is the perfect canvas to express your gaming passion. So if you're looking for a bag that's as unique and individual as you are, this turquoise bag is definitely worth considering.",
    "price": 199.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "e711113b-b608-46d9-a117-06b5a9c40d3e",
    "preview": "/images/product/school/school_vinta_black.jpg",
    "title": "School vinte black bag",
    "subTitle": "The 'VINTE' school bag boasts a sleek and simple aesthetic, complemented by its quality and ultra-soft, comfortable straps. Perfect for students looking for functionality and style, this backpack is a standout choice.",
    "price": 759.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "3bc12fb8-bb2c-4b40-9c51-81107586e869",
    "preview": "/images/product/school/school_white.jpg",
    "title": "School white bag",
    "subTitle": "This school bag is made of high-quality materials and boasts a clean design that doesn't require constant cleaning. It comes with two pockets and two comfortable straps for easy carrying. Overall, it is a durable and practical choice for students.",
    "price": 1349.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "9331898c-1e3d-43a7-a5b8-e719858a321b",
    "preview": "/images/product/small/small_black-1.jpg",
    "title": "Small back bag",
    "subTitle": "This compact backpack is ideal for those who don't require much room. Despite its slim straps, it's effortless to carry and care for. The bag's small size makes it easy to fit all your essentials inside.",
    "price": 249.99,
    "imagesUrl": ["/images/product/small/small_black-2.jpg", "/images/product/small/small_black-3.jpg"]
  },
  {
    "id": "da640611-5f7d-42e9-9ea0-53a268499183",
    "preview": "/images/product/small/small_red.jpg",
    "title": "Small red bag",
    "subTitle": "This small red bag may not be suitable for travel, but it's perfect for when you only need to carry a few items. With a 14-day warranty, you can shop with confidence. And if you're looking for something more customized, check out our store where you can create your own bag using our 'createBag' page. We have plenty of better solutions for all your carrying needs.",
    "price": 119.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "26ecaa16-087e-42e9-bc9a-2c047c8b3a76",
    "preview": "/images/product/small/small_white.jpg",
    "title": "Small white bag",
    "subTitle": "With a small white bag, you can embark on an adventure to the mountains. This compact bag can be your trusted companion as you explore the breathtaking landscapes and immerse yourself in the serenity of nature. ",
    "price": 300.0,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "8c28ba0f-f3ba-4ee6-9b9c-0d1a1dfd11e2",
    "preview": "/images/product/travel/travel_black-white.jpg",
    "title": "Travel black-white bag",
    "subTitle": "White white-black bag for travels really huge and can contain 120 liters - make sure you physically able to care it - Assuming you are physically able to manage the bag, its generous capacity offers ample space to accommodate all your travel essentials. Whether you're embarking on a long trip or prefer to have everything you need in one place, this bag can be an ideal choice. You can pack clothing, shoes, toiletries, electronics, and other travel necessities without worrying about running out of space.",
    "price": 1499.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "bcfafaed-3da2-40cc-80cf-ee6c72a92eb0",
    "preview": "/images/product/travel/travel_blue-1.jpg",
    "title": "Travel blue bag",
    "subTitle": "A blue bag designed for travel with a capacity of 100 liters sounds like a great choice for those who need ample space to pack their belongings. The comfortable straps are an important feature as they ensure that carrying the bag for extended periods won't strain your shoulders or back. With its generous size, you'll have plenty of room to pack clothing, shoes, toiletries, and other essentials for your travels. This bag can accommodate a variety of items, making it suitable for long trips or those who prefer to have everything they need in one place. When using a bag of this size, it's important to remember that weight distribution plays a crucial role in ensuring your comfort and ease of movement. Pack your items strategically, placing heavier objects closer to your back, and distribute the weight evenly to maintain balance. Overall, a 100-liter blue travel bag with comfortable straps is a practical and convenient choice for travelers who require a spacious and reliable companion. Enjoy your adventures with this reliable travel companion!",
    "price": 799.99,
    "imagesUrl": ["/images/product/travel/travel_blue-2.jpg", "/"]
  },
  {
    "id": "77a2d031-094d-4c09-9cfb-de2d8429e70d",
    "preview": "/images/product/travel/travel_gray-1.jpg",
    "title": "Travel gray bag",
    "subTitle": "A gray bag designed for travel is a versatile and practical choice for carrying all your essentials. With its neutral color, it can easily complement any outfit or travel style. The spacious interior allows you to pack everything you need for your journeys, whether it's for a short weekend getaway or an extended adventure.",
    "price": 899.99,
    "imagesUrl": [
      "/images/product/travel/travel_gray-1.jpg",
      "/images/product/travel/travel_gray-2.jpg",
      "/images/product/travel/travel_gray-3.jpg",
      "/images/product/travel/travel_gray-4.jpg",
      "/images/product/travel/travel_gray-5.jpg"
    ]
  },
  {
    "id": "e0188da3-e863-456b-960c-72b6e4b05a36",
    "preview": "/images/product/travel/travel_qreoory_red.jpg",
    "title": "Travel qreoory red bag",
    "subTitle": "The Travel Qreoory red bag is an excellent choice for travelers seeking a combination of quality, functionality, and style. With its high-quality construction, you can trust that this bag will withstand the demands of your adventures. The waterproof feature ensures that your belongings stay dry even in wet conditions, providing peace of mind during unpredictable weather.",
    "price": 1419.99,
    "imagesUrl": ["/", "/"]
  },
  {
    "id": "e0188da3-e863-456b-960c-72b6e4bjfae",
    "preview": "/images/product/travel/travel_gray-5.jpg",
    "title": "Travel Midjourney bag",
    "subTitle": "Have you ever heared somethig about midjourney - image for this bag was generated by midjourney and its the most rarely bag in the workd that's why price for this bag crazy - make sure you have rich daddy to buy it - with this bag you will absolutely unique because noone around you have this bag",
    "price": 5999.99,
    "imagesUrl": ["/", "/"]
  }
]
